export const COVER_BASE_URL = 'https://yuko-portfolio.oss-cn-hangzhou.aliyuncs.com/cover/';
export const MUSIC_BASE_URL = 'https://yuko-portfolio.oss-cn-hangzhou.aliyuncs.com/musics/';

export const COVER_ROTATION_FILES = [
    '3.jpg',
    '4.jpg',
    '1.jpg',
    '2.jpg',
    '%E5%A4%A9%E5%A4%96%E6%9D%A5%E7%89%A9.jpg'
];

export const lyricsPool = [
    {
        song: "《天外来物》",
        text: "你就像天外来物一样\n求之不得\n我在世俗里的名字\n被人用了\n反正我隐藏的人格\n是锲而不舍"
    },
    {
        song: "《演员》",
        text: "该配合你演出的我\n尽力在表演\n像情感节目里的嘉宾\n任人挑选\n如果还能看出我有\n爱你的那面"
    },
    {
        song: "《丑八怪》",
        text: "丑八怪\n能否别把灯打开\n我要的爱\n出没在漆黑一片的舞台\n丑八怪\n在这暧昧的时代"
    },
    {
        song: "《刚刚好》",
        text: "我们的爱情\n到这刚刚好\n剩不多也不少\n还能忘掉\n我应该可以\n把自己照顾好"
    },
    {
        song: "《认真的雪》",
        text: "雪下得那么深\n下得那么认真\n倒映出我躺在雪中的伤痕\n爱得那么认真\n爱得那么深"
    },
    {
        song: "《绅士》",
        text: "我想摸你的头发\n只是简单的试探啊\n我想给你个拥抱\n像以前一样可以吗\n你退半步的动作\n认真的吗"
    },
    {
        song: "《动物世界》",
        text: "人类用沙\n想捏出梦里通天塔\n为贪念不惜代价\n驾驭着昂贵的木马\n巢穴一层层叠加"
    },
    {
        song: "《方圆几里》",
        text: "我宁愿留在你方圆几里\n我的心要不回就送你\n因为我爱你\n和你没关系"
    },
    {
        song: "《守村人》",
        text: "你看守村的夜晚\n灯忽明忽暗\n最爱你的人\n望眼欲穿\n烟花点不燃\n我没像样的伞"
    },
    {
        song: "《租购》",
        text: "能给她一个\n不管多久都不会变动的家\n收留所有的流浪\n不让她觉得害怕\n这间房住过多少人\n梦过了多少理想"
    },
    {
        song: "《Nothing》",
        text: "I am still waiting for you\nI am still waiting for nothing\nCome back to me\ncome back to me"
    },
    {
        song: "《崇拜》",
        text: "我崇拜\n你回眸一笑就万里火海\n能明白\n我孤独的存在"
    },
    {
        song: "《情书》",
        text: "甘愿签下唯一\n终生制承诺书\n受益名字\n是你也是我的全部\n哪怕非得孤注一掷\n也不愿再辜负一次"
    },
    {
        song: "《顽疾》",
        text: "病历上肆意拉扯\n来回写满\n摊开它给你欣赏\n我的不堪\n可是要治好顽疾\n有多难"
    },
    {
        song: "《平庸》",
        text: "我要用暗淡盖你璀璨的伤\n别回应\n让烟慢慢讲\n烫一个洞\n留一点念想"
    },
    {
        song: "《爱我的人谢谢你》",
        text: "每一次掌声响起\n多少爱沸腾在你手里\n告诉自己千万不可以对不起你\n唱一首爱的歌曲\n希望它能够让你满意\n爱我的人我真的谢谢你"
    },
    {
        song: "《木偶人》",
        text: "别在雨里对阵用可乐拉环陪你的人\n已变成俗剧本\n你何必太当真不要提那辛路历程\n所以 当我们都变成木偶人\n你何苦再做一个痴情人表忠贞\n文字叙述工整重复廉价伤痕\n你还会哭多感人"
    },
    {
        song: "《慢半拍》",
        text: "我们模仿 慢半拍的 芭比\n我们移动 慢半拍的 身体\n漫天纸醉金迷 这算不上滑稽\n反正这世界早已那么差强人意"
    },
    {
        song: "《我害怕》",
        text: "我害怕你的消息\n不经意被谁提起\n像曾贴着我耳边的气息\n我害怕某个旋律\n带我回某个场景\n你说如果雨停了我们就在一起"
    },
    {
        song: "《霸王别姬》",
        text: "当湖面澄清 笑可倾城 是谁不懂珍惜\n当美景憔悴 映入铜镜 是我对你不起\n落得 霸王别姬"
    },
    {
        song: "《聊表心意》",
        text: "我怎么那么爱你\n我还是抵抗不了你的声音\n我必须控制自己 别疯狂的找你"
    },
    {
        song: "《迟迟》",
        text: "耳朵先撒了谎 是你靠近的声响\n来探我梳妆的模样 我着白纱登场\n和你希望的一样 我走的很慢\n像你在对面一样"
    },
    {
        song: "《我的雅典娜》",
        text: "雅典娜 我以神的名义\n赐给你爱我的心\n你只能爱我 这不是传说\n你无法逃脱\n我愿意 为你化身为魔\n从新来过"
    },
    {
        song: "《粉钻》",
        text: "满地粉钻 无人看管\n你若不甘 用挚爱交换\n漫天红伞 无人生还\n我的遗憾 是不能洁白的带你离开"
    },
    {
        song: "《其实》",
        text: "分开后我会笑着说\n当朋友问你关于我\n我都会轻描淡写仿佛没爱过\n其实我根本没人说\n其实我没你不能活\n其实我给你的爱比你想的多"
    },
    {
        song: "《像风一样》",
        text: "你像风一样\n触摸时温柔流淌\n席卷我所有抵抗\n不急着要我投降\n你不就像风一样\n掠夺时沙沙作响\n可惜我自投罗网\n你也就没什么可骄傲的地方"
    },
    {
        song: "《违背的青春》",
        text: "原谅我可好\n我失陪的青春\n最遗憾的是你 用最后的距离\n目送我 躁动的远离\n满是歉意"
    },
    {
        song: "《那是你离开了北京的生活》",
        text: "我以为我爱了 就会留下些什么\n纪念那些曲折\n我们快乐的 争吵的 不舍的 分分合合\n我还是撑着 不说 我应该平静的\n面对你离开了北京的生活"
    },
    {
        song: "《造物》",
        text: "唾弃你贪婪的咒\n现在又何必挽留\n怎么狂妄到要灵魂任人左右\n莫非造了我 爱造了祸\n你才不会觉得寂寞"
    }
];
